{
  "_id": "fPGvWCIxGfuvMS9V",
  "name": "Rhetoric",
  "type": "skill",
  "img": "systems/hm3/images/icons/svg/rhetoric.svg",
  "effects": [],
  "folder": "J0xwQtSGnFyerX7W",
  "flags": {
    "core": {}
  },
  "system": {
    "notes": "",
    "description": "<p>Rhetoric has many uses, from the apprehended thief trying to fast-talk his way out of a visit to the dungeon, to a friar explaining the mysteries of faith to a child.</p><p>All uses of Rhetoric are highly discretionary. When used to persuade people to do something not in their interest, the GM may reduce Rhetoric EML by multiples of the target's Intelligence. Conversely, if the attempt is obviously in the target's best interest, EML may be increased by the target's Intelligence.</p><p>MF/CF on any use of Rhetoric suggests the character has made a fool of himself and may have annoyed the intended target.</p><p>Rhetoric EML cannot exceed either party's EML in the Language being used.</p><h3>Command</h3><p>Command is a specialty of RHETORIC. It is used in situations where a character seeks to convince subordinates to accept the user's leadership.</p><h3>Diplomacy</h3><p>Diplomacy is a specialty of RHETORIC that is useful for determining if a speaker is bluffing or lying, and for communication between people of different cultures. This specialty is important to heralds and other negotiators.</p><h3>Intimidation</h3><p>Intimidation is a specialty of RHETORIC used to establish dominance. This is useful in muggings, assaults, and making sure everyone knows who is boss.</p>",
    "source": "HM3 Skills 12",
    "macros": {
      "type": "script",
      "command": ""
    },
    "type": "Communication",
    "skillBase": {
      "value": 0,
      "formula": "@voi, @int, @wil, Tai, Tarael, Skorus",
      "isFormulaValid": true,
      "SBx": 3
    },
    "masteryLevel": 0,
    "effectiveMasteryLevel": 0,
    "ritual": {
      "piety": 0
    },
    "improveFlag": false
  },
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.6",
    "coreVersion": "11.305",
    "createdTime": 1689284325380,
    "modifiedTime": 1689285072117,
    "lastModifiedBy": "gaRXj6PUpj4nuJ7Y"
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "gaRXj6PUpj4nuJ7Y": 3
  },
  "_key": "!items!fPGvWCIxGfuvMS9V"
}
